brew "ghq"
cask "google-chrome"
cask "karabiner-elements"
cask "raycast"
cask "slack"
cask "thunderbird"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
vscode "akamud.vscode-theme-onedark"
vscode "anteprimorac.html-end-tag-labels"
vscode "antfu.browse-lite"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-image-size"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradgashler.htmltagwrap"
vscode "chrischinchilla.vscode-pandoc"
vscode "continue.continue"
vscode "ctenbrinke.vscode-tsv"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "foam.foam-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hediet.vscode-drawio"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "julialang.language-julia"
vscode "kirozen.wordcounter"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "marp-team.marp-vscode"
vscode "mathematic.vscode-pdf"
vscode "mechatroner.rainbow-csv"
vscode "mohd-akram.vscode-html-format"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "oderwat.indent-rainbow"
vscode "postman.postman-for-vscode"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "seatonjiang.gitmoji-vscode"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sirtobi.code-clip-ring"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "telesoho.vscode-markdown-paste-image"
vscode "thqby.vscode-autohotkey2-lsp"
vscode "tomoki1207.pdf"
vscode "tomoki1207.vscode-input-sequence"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
